{
    "id": "8a18a90e-e55d-4c1c-955c-8ef66e27e4a5",
    "number": "09",
    "title": "Why IBM?",
    "pages": [
        {
            "id": "a47f41bd-d8fe-452b-b09c-e3e08433b98d",
            "template": "I1",
            "body": "What sets IBM apart when it comes to cloud",
            "background": {
                "url": "image.jpg",
                "url@2x": "image@2x.jpg"
            }
        },
        {
            "id": "c414854b-8939-41ac-a39c-57318c066b9c",
            "template": "T2",
            "title": "Cloud for business growth",
            "body": "Implemented with the proper combination of expertise, technology and services, cloud can go far beyond cost savings."
        },
        {
            "id": "3b1e9397-1204-4f13-ab41-9a726c6fe945",
            "template": "M6",
            "links": [
                {
                    "text": "Think it",
                    "target": {
                        "id": "20407f1e-91d8-44ec-98a9-a5f7cbacd692",
                        "template": "PO3",
                        "title": "Think it",
                        "body": "Experts you need to strategize how to use cloud to drive savings, revenue and growth",
                        "items": [
                            {
                                "title": "How IBM is different",
                                "body": "* A leader in transformation consulting and industry expertise\n* 400-member cloud standards customer council to find out what enterprises need in cloud standards"
                            }
                        ]
                    }
                },
                {
                    "text": "Build it",
                    "target": {
                        "id": "95184680-2902-4f48-b4fe-e9330023525d",
                        "template": "PO3",
                        "title": "Build it",
                        "body": "Private or hybrid cloud, smarter cloud-based products, services, and data analytics",
                        "items": [
                            {
                                "title": "How IBM is different",
                                "body": "* More than 5,000 private cloud engagements to date\n* 4.5 million daily client transactions through IBM's public cloud\n* Integrated enterprise service management capabilities across service and deployment models"
                            }
                        ]
                    }
                },
                {
                    "text": "Tap into it",
                    "target": {
                        "id": "2427f76f-7631-4ac2-b751-97f72bd2a0bb",
                        "template": "PO3",
                        "title": "Tap into it",
                        "body": "Instantly tap into analytics, SaaS business applications and hosting in the cloud",
                        "items": [
                            {
                                "title": "How IBM is different",
                                "body": "* More than 100 IBM cloud-enabled software-as-a-service (SaaS) offerings\n* One of the most comprehensive commerce offerings: business-to-business (b2b) and business-to-consumer (b2c) commerce, global payment service, enterprise marketing management, collaboration, and business analytics\n* 7,700 consultants and one of the largest research departments in mathematics in private industry"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}