{
    "id": "ccab7c6e-ec15-41d1-abcf-2f4a93c1ede9",
    "number": "11",
    "title": "Why infrastructure matters",
    "pages": [
        {
            "id": "4980b4d0-7eaf-4610-9890-e92283a544ff",
            "template": "I1",
            "body": "Exploring the intersection of business outcomes and infrastructure strategies",
            "background": {
                "url": "image.jpg",
                "url@2x": "image@2x.jpg"
            }
        },
        {
            "id": "5cc7a9e7-cf7f-4e9f-a4e8-2634e6d9a8f1",
            "template": "T2",
            "title": "It matters because business outcomes matter and new outcomes entail new demands.",
            "body": "\"A wide range of innovations is happening at the infrastructure layer, as continued hardware improvements drive new capabilities for compute, storage, and networking and combine with new innovations in software. These will recombine in numerous ways to create much more capable infrastructure and application platforms\"\n\n-brian hopkins et al., forrester research, february 2013"
        },
        {
            "id": "befb425a-e1db-4cbd-8425-76a09e3e09e3",
            "template": "A3",
            "title": {
                "color": {
                    "r": "0",
                    "g": "0",
                    "b": "0"
                },
                "text": "Wimbledon"
            },
            "subtitle": "A premier tennis event needed to deliver innovative ways to share the excitement of the tournament and engage millions of fans globally. A website that leveraged cloud with social and mobile capabilities was the answer.",
            "items": [
                {
                    "title": "Why this client took action",
                    "body": "Social and mobile trends have driven new customer experience expectations, particularly at sporting events. Failure to deliver a seamless interactive experience can lead to lower satisfaction and loss of potential revenue."
                },
                {
                    "title": "Business outcome",
                    "body": "For two weeks every year, 17 million visitors enjoy an innovative, interactive web experience that satisfies an increasingly sophisticated fan base."
                },
                {
                    "title": "Requirements",
                    "body": "In 2012, 40 percent of website visits were via mobile devices, and downloads of a mobile app doubled over the previous year. Mobile demands added pressure to the infrastructure, requiring continuous availability and security, while cost-per-site-visit figures needed to go down."
                }
            ],
            "button": null
        },
        {
            "id": "5424bb9b-c927-4fb1-ae06-e546957cbdfc",
            "template": "A3",
            "title": {
                "color": {
                    "r": "0",
                    "g": "0",
                    "b": "0"
                },
                "text": "South american financial organization"
            },
            "subtitle": "A financial institution's growth was being hindered by its inability to quickly deliver and launch new client services in a competitive marketplace. It needed a scalable infrastructure that it could easily and rapidly provision to deliver new services, such as mobile banking apps and web-based self-services.",
            "items": [
                {
                    "title": "Why this client took action",
                    "body": "An inefficient business platform can't meet the expectations of new customers looking to bank when, where and how they want, so neither banking revenues nor profits grow."
                },
                {
                    "title": "Business outcome",
                    "body": "Through cloud services and other technologies, the financial organization supported a 600 percent growth rate in mobile transactions and a 200 percent upsurge in web transactions while saving usd1.5 million in operational costs."
                },
                {
                    "title": "Requirements",
                    "body": "To create new services quickly, servers needed to be provisioned in seconds, and the infrastructure needed to scale rapidly. The client also had to reduce administrative effort, improve manageability, lower software maintenance expenses and significantly reduce energy."
                }
            ],
            "button": null
        },
        {
            "id": "bff1e921-709d-47d0-aac6-340ada6ecd4f",
            "template": "A3",
            "title": {
                "color": {
                    "r": "0",
                    "g": "0",
                    "b": "0"
                },
                "text": "Computer services company"
            },
            "subtitle": "A european computer services company needed a cloud storage service that could help differentiate it in the marketplace and add value to its portfolio. The business needed a low-cost, scalable infrastructure to support this valuable new offering and enable customers to share and synchronize data in a secure and convenient way.",
            "items": [
                {
                    "title": "Why this client took action",
                    "body": "Self-service capabilities hinge on a responsive infrastructure; slow performance can negatively affect the user experience and customer satisfaction."
                },
                {
                    "title": "Business outcome",
                    "body": "In less than two months, the company launched an innovative cloud storage service with far lower  energy costs per petabyte than they had achieved previously.\n\nCustomers can use self-service capabilities to provision storage servers in just 30 seconds and access files in only 15 seconds."
                },
                {
                    "title": "Requirements",
                    "body": "These capabilities require a scalable, security-rich infrastructure that is easy and cost-effective to manage and that supports granular billing."
                }
            ],
            "button": null
        }
    ]
}