{
    "id": "fb4a9e17-6665-4d48-a964-a82c50cde47a",
    "number": "08",
    "title": "The new vocabulary",
    "pages": [
        {
            "id": "726a3679-dae8-447b-bf02-9194114f7c10",
            "template": "I1",
            "body": "Master the terminology so you can frame the conversation.",
            "background": {
                "url": "image.jpg",
                "url@2x": "image@2x.jpg"
            }
        },
        {
            "id": "b98660fc-1f74-45d0-916b-4d6477299282",
            "template": "M7",
            "links": [
                {
                    "text": "Cloud",
                    "target": {
                        "id": "9a0921e5-27c0-4ca8-be3e-70d27bef2d3a",
                        "template": "PO1",
                        "title": "Cloud:",
                        "body": "Cloud computing is a model for enabling ubiquitous, convenient network access on demand to a shared pool of configurable computing resources. Cloud technology can be rapidly provisioned and released with minimal management effort or service provider interaction."
                    }
                },
                {
                    "text": "Private cloud",
                    "target": {
                        "id": "38f1ab73-8355-4509-847f-09dc4a835365",
                        "template": "PO1",
                        "title": "Private cloud:",
                        "body": "A private cloud is offered over the Internet or over a private internal network to select users; it is not available to the general public. This provides greater choice and control for enterprises, especially for supporting mission-critical applications."
                    }
                },
                {
                    "text": "Public cloud",
                    "target": {
                        "id": "851c99b4-1a8c-41ab-b1a8-9cfab9261a31",
                        "template": "PO1",
                        "title": "Public cloud:",
                        "body": "Public cloud is offered over the public Internet and available to anyone who wants to purchase the service. It is characterized by rapid provisioning, pay-as-you-go pricing, and high levels of scalability and flexibility."
                    }
                },
                {
                    "text": "Hybrid cloud",
                    "target": {
                        "id": "44745b6d-af9a-4c42-8ab9-337fbad9b6b4",
                        "template": "PO1",
                        "title": "Hybrid cloud:",
                        "body": "Hybrid cloud represents a combination of multiple delivery models, potentially including public cloud, private cloud and traditional on-premises models. It is one of the most common cloud models for most enterprises because their different workloads are best suited for different delivery models."
                    }
                },
                {
                    "text": "Infrastructure as a service (IaaS)",
                    "target": {
                        "id": "8655ba9f-e716-4315-86ce-afe6012ad0b6",
                        "template": "PO1",
                        "title": "Infrastructure as a service (IaaS):",
                        "body": "IaaS is a cloud infrastructure service where a virtualized environment is delivered as a service over the Internet by the provider. The infrastructure can include servers, network equipment and software."
                    }
                },
                {
                    "text": "Platform as a service (PaaS)",
                    "target": {
                        "id": "8ad38ba9-baad-49ba-ba60-c1ef1f5c1623",
                        "template": "PO1",
                        "title": "Platform as a service (PaaS):",
                        "body": "PaaS is a cloud platform service where the computing platform (operating system and associated services) is delivered as a service over the Internet by the provider. Cloud platform services support development, deployment, management and integration of applications."
                    }
                },
                {
                    "text": "Software as a service (SaaS)",
                    "target": {
                        "id": "7a528ee3-5963-4003-888c-c903551d3640",
                        "template": "PO1",
                        "title": "Software as a service (SaaS):",
                        "body": "SaaS is a cloud application service where applications are delivered over the Internet by the provider. This means that the applications don’t have to be purchased, installed and run on the customer’s computers."
                    }
                },
                {
                    "text": "Business process as a service (BPaaS)",
                    "target": {
                        "id": "dbcfe762-6dbd-4065-95e9-1ede765708b2",
                        "template": "PO1",
                        "title": "Business process as a service (BPaaS):",
                        "body": "BPaaS is a cloud platform service where a complete business process is provided as a service. This can include a wide range of functions across an enterprise, including billing, HR, payroll and advertising."
                    }
                },
                {
                    "text": "Chief cloud officer (CCO)",
                    "target": {
                        "id": "e3c1f446-be8c-4251-bb85-e34dee5491ad",
                        "template": "PO1",
                        "title": "Chief cloud officer (CCO):",
                        "body": "The CCO is an officer who is responsible for planning, monitoring and evaluating the use of the cloud with a companywide perspective beyond the walls of the IT and business. As cloud computing becomes more widely used, this role will be required and recognized by many enterprises."
                    }
                },
                {
                    "text": "Cloud-centric workload",
                    "target": {
                        "id": "90db918d-15bb-481e-9069-14c40eaaba2f",
                        "template": "PO1",
                        "title": "Cloud-centric workload:",
                        "body": "Created specifically for the cloud, a cloud-centric workload typically leverages cloud-based capabilities such as multitenancy and automatic, elastic scaling and workload portability. These innovative technologies and processes enable customers to start new services quickly."
                    }
                },
                {
                    "text": "Cloud-enabled workload",
                    "target": {
                        "id": "9cc26840-1cd6-4042-8f93-f1366fa28fae",
                        "template": "PO1",
                        "title": "Cloud-enabled workload:",
                        "body": "Cloud-enabled workloads are deployed with applications originally designed for precloud environments. While application architecture often dictates platform requirements, cloud adaptation assessments and optimized migration projects help cut customers’ IT resource and operating costs."
                    }
                },
                {
                    "text": "DevOps on PaaS",
                    "target": {
                        "id": "1d61bfe1-2631-42ff-8389-1a118dd62ad2",
                        "template": "PO1",
                        "title": "DevOps on PaaS:",
                        "body": "Integrated tools and PaaS come together to provide the portability of workload via hybrid cloud, making agile and elastic DevOps environments possible."
                    }
                }
            ]
        }
    ]
}